[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[unused11]
[unused12]
[unused13]
[unused14]
[unused15]
[unused16]
[unused17]
[unused18]
[unused19]
[unused20]
[unused21]
[unused22]
[unused23]
[unused24]
[unused25]
[unused26]
[unused27]
[unused28]
[unused29]
[unused30]
[unused31]
[unused32]
[unused33]
[unused34]
[unused35]
[unused36]
[unused37]
[unused38]
[unused39]
[unused40]
[unused41]
[unused42]
[unused43]
[unused44]
[unused45]
[unused46]
[unused47]
[unused48]
[unused49]
[unused50]
[unused51]
[unused52]
[unused53]
[unused54]
[unused55]
[unused56]
[unused57]
[unused58]
[unused59]
[unused60]
[unused61]
[unused62]
[unused63]
[unused64]
[unused65]
[unused66]
[unused67]
[unused68]
[unused69]
[unused70]
[unused71]
[unused72]
[unused73]
[unused74]
[unused75]
[unused76]
[unused77]
[unused78]
[unused79]
[unused80]
[unused81]
[unused82]
[unused83]
[unused84]
[unused85]
[unused86]
[unused87]
[unused88]
[unused89]
[unused90]
[unused91]
[unused92]
[unused93]
[unused94]
[unused95]
[unused96]
[unused97]
[unused98]
[unused99]
[UNK]
[CLS]
[SEP]
[MASK]
、
，
。
？
！
啊
阿
唉
哀
哎
埃
挨
癌
皑
矮
蔼
霭
嗳
暧
爱
碍
艾
隘
安
庵
桉
氨
谙
鞍
鹌
俺
铵
岸
按
暗
案
胺
黯
肮
昂
盎
凹
嗷
敖
熬
獒
翱
螯
遨
鏖
鳌
袄
傲
坳
奥
懊
澳
骜
八
叭
吧
巴
扒
捌
疤
笆
粑
芭
拔
跋
钯
靶
把
坝
灞
爸
罢
霸
掰
白
佰
摆
柏
百
拜
稗
败
扳
搬
斑
班
瘢
般
颁
坂
板
版
钣
阪
伴
办
半
扮
拌
瓣
绊
帮
梆
浜
邦
榜
绑
膀
傍
棒
磅
蒡
蚌
谤
镑
包
孢
煲
胞
苞
褒
龅
剥
雹
薄
保
堡
宝
葆
褓
饱
鸨
报
抱
暴
爆
豹
趵
鲍
呗
卑
悲
杯
碑
北
倍
备
孛
悖
惫
焙
狈
碚
蓓
被
贝
辈
钡
背
贲
奔
本
苯
笨
嘣
崩
绷
甭
泵
蹦
迸
逼
荸
鼻
俾
匕
吡
妣
彼
比
笔
鄙
哔
壁
婢
币
庇
弊
弼
必
敝
毕
毙
璧
畀
痹
碧
臂
蓖
蔽
避
闭
陛
煸
砭
编
蝙
边
鞭
匾
扁
贬
便
卞
变
弁
汴
苄
辨
辩
辫
遍
彪
标
膘
镖
镳
飙
骠
婊
表
裱
憋
鳖
别
蹩
瘪
宾
彬
斌
滨
濒
缤
摈
殡
膑
鬓
兵
冰
槟
丙
柄
炳
禀
秉
饼
并
摒
病
啵
拨
播
波
玻
菠
钵
饽
亳
伯
勃
博
帛
搏
渤
礴
箔
脖
膊
舶
铂
驳
泊
簸
跛
擘
檗
卜
卟
哺
捕
补
不
埠
布
怖
步
簿
部
埗
嚓
擦
猜
才
材
裁
财
彩
睬
踩
采
菜
蔡
餐
参
惭
残
蚕
惨
灿
璨
粲
仓
沧
舱
苍
藏
操
糙
嘈
曹
槽
漕
草
侧
册
厕
恻
测
策
岑
涔
噌
层
曾
蹭
插
叉
杈
察
搽
查
槎
碴
茬
茶
姹
岔
衩
诧
差
拆
钗
柴
豺
掺
搀
婵
孱
潺
缠
蝉
蟾
谗
馋
禅
产
谄
铲
阐
忏
颤
娼
昌
猖
菖
偿
嫦
尝
常
徜
肠
裳
长
厂
场
敞
昶
倡
唱
怅
畅
抄
焯
超
钞
嘲
巢
晁
潮
朝
吵
炒
砗
车
扯
彻
掣
撤
澈
嗔
琛
瞋
郴
宸
尘
忱
晨
沉
臣
辰
陈
谌
衬
谶
趁
撑
瞠
称
丞
乘
呈
城
埕
惩
成
承
橙
澄
程
诚
逞
骋
秤
吃
哧
嗤
痴
笞
蚩
匙
墀
弛
持
池
篪
踟
迟
驰
侈
尺
耻
褫
豉
齿
叱
啻
敕
斥
炽
翅
赤
饬
充
忡
憧
舂
冲
崇
虫
宠
抽
仇
惆
愁
畴
稠
筹
绸
踌
酬
丑
瞅
臭
出
初
刍
厨
橱
滁
蜍
躇
锄
除
雏
储
杵
楚
楮
础
处
怵
搐
畜
矗
触
黜
揣
踹
川
穿
椽
船
传
喘
舛
串
钏
疮
窗
床
闯
创
怆
吹
炊
垂
捶
椎
槌
锤
陲
春
椿
唇
淳
纯
醇
鹑
蠢
戳
啜
绰
辍
龊
呲
疵
慈
瓷
磁
祠
糍
茨
词
辞
雌
此
刺
次
赐
匆
囱
璁
聪
苁
葱
丛
从
淙
琮
凑
粗
促
猝
簇
蹙
蹴
醋
汆
蹿
窜
篡
催
崔
摧
榱
璀
悴
淬
瘁
粹
翠
脆
萃
村
皴
邨
存
忖
寸
搓
撮
磋
蹉
嵯
痤
厝
挫
措
锉
错
瘩
嗒
搭
耷
哒
妲
沓
答
达
靼
鞑
打
大
呆
傣
歹
逮
代
岱
带
怠
戴
殆
玳
袋
贷
黛
待
丹
儋
担
眈
耽
郸
单
掸
疸
胆
但
啖
惮
旦
氮
淡
澹
蛋
诞
弹
裆
铛
当
党
挡
宕
档
荡
刀
叨
导
岛
捣
祷
蹈
倒
到
悼
盗
稻
道
的
嘚
德
得
噔
灯
登
蹬
等
凳
瞪
邓
低
嘀
堤
氐
滴
嫡
敌
涤
狄
笛
荻
迪
底
抵
砥
诋
邸
骶
柢
娣
帝
弟
棣
睇
第
缔
蒂
谛
递
地
嗲
巅
掂
滇
癫
颠
典
点
碘
踮
佃
垫
奠
店
惦
殿
淀
玷
电
甸
癜
钿
靛
凋
刁
叼
碉
貂
雕
鲷
屌
吊
掉
钓
调
爹
跌
叠
喋
牒
碟
耋
蝶
谍
迭
丁
仃
叮
疔
盯
钉
酊
顶
鼎
啶
定
碇
订
锭
丢
东
冬
咚
氡
懂
董
侗
冻
动
峒
恫
栋
洞
硐
胴
兜
抖
蚪
陡
斗
痘
窦
豆
逗
嘟
督
都
阇
毒
渎
牍
犊
独
读
堵
睹
笃
赌
妒
度
杜
渡
肚
蠹
镀
端
短
断
段
煅
缎
锻
堆
怼
兑
对
碓
队
吨
墩
惇
敦
蹲
盹
趸
沌
炖
盾
遁
钝
顿
囤
咄
哆
多
掇
夺
踱
铎
埵
朵
躲
剁
垛
堕
惰
舵
跺
婀
俄
娥
峨
莪
蛾
讹
额
鹅
厄
呃
噩
垩
恶
愕
扼
腭
萼
谔
轭
遏
鄂
颚
饿
鳄
欸
诶
恩
摁
儿
而
尔
洱
珥
耳
迩
饵
二
贰
发
乏
伐
筏
罚
阀
法
砝
珐
帆
幡
番
翻
蕃
藩
凡
樊
烦
燔
矾
繁
钒
反
返
梵
泛
犯
范
贩
饭
方
枋
芳
坊
妨
房
肪
防
仿
昉
纺
舫
访
放
啡
妃
扉
绯
菲
霏
非
飞
鲱
肥
腓
匪
悱
斐
翡
蜚
诽
吠
废
沸
狒
痱
肺
费
分
吩
氛
纷
芬
酚
坟
汾
焚
粉
份
奋
忿
愤
粪
丰
封
峰
枫
沣
烽
疯
蜂
锋
风
冯
逢
讽
俸
凤
奉
缝
佛
否
呋
夫
孵
敷
肤
趺
麸
伏
俘
匐
孚
宓
幅
弗
扶
拂
服
氟
浮
涪
福
符
芙
芾
苻
茯
蝠
袱
辐
俯
府
抚
斧
甫
腐
腑
辅
釜
脯
付
傅
副
咐
复
妇
富
父
缚
腹
覆
负
赋
赴
阜
附
馥
驸
嘎
旮
噶
尕
尬
该
赅
改
丐
概
溉
盖
钙
尴
柑
甘
疳
竿
肝
苷
酐
感
擀
敢
橄
秆
赶
杆
淦
绀
赣
干
冈
刚
纲
缸
罡
肛
钢
岗
港
杠
皋
睾
篙
糕
羔
膏
高
搞
槁
稿
镐
告
诰
郜
锆
割
咯
哥
戈
搁
歌
疙
胳
鸽
嗝
格
膈
蛤
镉
阁
隔
革
骼
舸
葛
个
各
铬
给
根
跟
哏
亘
艮
庚
羹
耕
赓
更
哽
埂
梗
耿
公
功
宫
工
弓
恭
攻
肱
蚣
觥
躬
龚
巩
拱
汞
珙
共
贡
供
佝
勾
沟
篝
钩
枸
狗
苟
垢
够
媾
构
诟
购
估
咕
姑
孤
沽
箍
菇
辜
鸪
古
榖
毂
汩
牯
股
蛊
谷
钴
骨
鼓
固
故
梏
痼
锢
雇
顾
刮
呱
瓜
胍
剐
寡
卦
挂
褂
乖
拐
怪
倌
关
官
棺
观
管
馆
冠
惯
灌
盥
罐
贯
鹳
光
咣
胱
广
犷
逛
圭
归
瑰
皈
硅
规
闺
鲑
龟
晷
癸
诡
轨
鬼
刽
柜
桂
贵
跪
滚
衮
辊
棍
聒
蝈
郭
锅
国
帼
掴
虢
果
椁
粿
裹
过
哈
嗨
孩
骸
还
海
亥
害
氦
骇
憨
酣
鼾
函
含
寒
晗
涵
邯
韩
喊
罕
悍
憾
捍
撼
旱
汉
汗
瀚
焊
翰
菡
颔
夯
杭
航
蒿
薅
嚎
壕
毫
濠
蚝
豪
郝
好
号
昊
浩
灏
皓
耗
颢
呵
嗬
诃
喝
何
劾
合
和
核
河
涸
盒
禾
荷
菏
阂
阖
颌
壑
褐
贺
赫
鹤
嘿
黑
痕
很
狠
恨
亨
哼
恒
桁
珩
衡
横
吽
烘
薨
轰
宏
弘
泓
洪
红
蕻
虹
鸿
哄
讧
齁
侯
喉
猴
吼
候
厚
后
逅
乎
呼
忽
惚
囫
壶
弧
斛
槲
湖
狐
瑚
糊
胡
葫
蝴
醐
鹄
鹕
鹘
唬
浒
琥
虎
互
怙
户
扈
护
沪
祜
笏
花
华
哗
滑
猾
骅
化
桦
画
话
划
徊
怀
槐
淮
踝
坏
欢
獾
寰
桓
洹
环
鬟
嬛
缓
唤
奂
宦
幻
患
换
浣
涣
焕
痪
豢
慌
肓
荒
凰
徨
惶
湟
潢
煌
璜
皇
篁
簧
蝗
遑
隍
黄
磺
幌
恍
谎
晃
徽
恢
挥
晖
灰
珲
诙
辉
麾
回
洄
茴
蛔
悔
毁
会
卉
喙
彗
恚
惠
慧
晦
桧
汇
烩
秽
绘
荟
蕙
讳
诲
贿
婚
昏
荤
浑
馄
魂
混
豁
活
伙
火
惑
或
祸
获
藿
货
霍
乩
击
叽
唧
圾
基
姬
屐
嵇
机
激
犄
玑
畸
畿
矶
积
稽
箕
缉
羁
肌
讥
跻
饥
鸡
亟
佶
即
及
吉
嫉
岌
急
极
棘
楫
汲
疾
瘠
笈
籍
级
辑
集
几
己
戟
挤
脊
麂
伎
偈
冀
剂
妓
季
寂
寄
忌
悸
技
既
暨
济
祭
稷
纪
继
绩
荠
蓟
觊
计
记
迹
际
霁
骥
髻
鲫
伽
佳
加
嘉
夹
家
枷
浃
珈
痂
葭
袈
迦
戛
荚
颊
岬
甲
胛
贾
钾
假
价
嫁
架
稼
驾
兼
坚
奸
尖
歼
煎
犍
监
笺
缄
肩
艰
菅
蒹
间
俭
减
剪
戬
拣
捡
柬
检
睑
碱
简
翦
茧
蹇
锏
件
健
僭
剑
建
毽
涧
渐
溅
箭
腱
舰
荐
见
谏
贱
践
鉴
键
饯
僵
姜
将
江
浆
疆
缰
豇
奖
桨
蒋
讲
匠
绛
酱
降
交
姣
娇
椒
浇
焦
礁
胶
茭
蕉
蛟
跤
郊
骄
鲛
嚼
佼
侥
剿
徼
搅
狡
皎
矫
绞
缴
脚
角
铰
饺
叫
教
窖
轿
较
酵
醮
嗟
接
揭
疖
皆
秸
街
阶
劫
婕
孑
截
拮
捷
杰
桀
洁
睫
碣
竭
结
羯
节
诘
颉
姐
解
介
借
届
戒
玠
界
疥
芥
藉
诫
今
巾
斤
津
矜
筋
衿
襟
金
仅
堇
槿
瑾
紧
谨
锦
劲
噤
尽
晋
浸
烬
缙
觐
近
进
靳
禁
京
兢
惊
旌
晶
泾
睛
箐
粳
精
经
腈
茎
荆
菁
鲸
井
儆
憬
景
璟
警
阱
颈
净
境
婧
径
敬
痉
竞
竟
胫
镜
靖
静
炅
炯
窘
迥
囧
啾
揪
究
纠
赳
鸠
久
九
灸
玖
酒
韭
厩
咎
就
救
旧
柩
疚
臼
舅
鹫
居
拘
掬
狙
疽
裾
雎
鞠
驹
局
桔
橘
焗
菊
举
榉
沮
矩
莒
蒟
俱
具
剧
句
巨
惧
拒
据
炬
聚
苣
距
踞
遽
锯
飓
钜
娟
捐
涓
镌
鹃
倦
眷
绢
卷
撅
决
厥
崛
抉
掘
攫
爵
獗
珏
矍
绝
蕨
诀
谲
蹶
觉
倔
军
君
均
菌
钧
俊
峻
浚
竣
郡
隽
骏
珺
咔
咖
喀
卡
开
揩
凯
恺
慨
楷
铠
刊
勘
堪
戡
龛
侃
坎
槛
砍
瞰
阚
看
康
慷
糠
扛
亢
伉
抗
炕
尻
拷
烤
考
犒
铐
靠
嗑
坷
柯
棵
珂
瞌
磕
科
稞
窠
苛
蝌
轲
颗
咳
壳
可
渴
克
刻
客
恪
氪
课
剋
啃
垦
恳
肯
吭
坑
铿
崆
空
孔
恐
控
抠
口
叩
寇
扣
蔻
哭
枯
窟
骷
苦
库
绔
裤
酷
夸
垮
挎
胯
跨
块
快
筷
脍
宽
髋
款
匡
哐
筐
狂
况
旷
框
眶
矿
邝
亏
盔
窥
喹
夔
奎
揆
暌
睽
葵
逵
馗
魁
傀
匮
喟
愧
溃
篑
馈
坤
昆
焜
琨
锟
鲲
捆
困
廓
扩
括
阔
啦
垃
拉
邋
喇
剌
腊
蜡
辣
徕
来
涞
莱
濑
癞
睐
籁
赖
兰
婪
岚
拦
斓
栏
澜
篮
蓝
阑
懒
揽
榄
缆
览
滥
烂
啷
廊
榔
狼
琅
螂
郎
朗
浪
阆
捞
劳
崂
牢
痨
醪
佬
姥
老
唠
涝
烙
酪
了
叻
勒
乐
嘞
嫘
擂
羸
镭
雷
儡
垒
磊
耒
蕾
泪
类
肋
累
棱
楞
冷
愣
哩
厘
喱
梨
漓
犁
狸
璃
离
篱
罹
藜
蜊
骊
鹂
黎
俚
李
澧
理
礼
蠡
醴
里
锂
鲤
丽
例
俐
俪
利
力
励
历
厉
吏
唳
戾
栎
栗
沥
溧
痢
砺
砾
立
笠
粒
荔
莅
莉
蛎
郦
隶
雳
琍
俩
帘
廉
怜
涟
濂
联
莲
连
镰
鲢
敛
琏
脸
恋
楝
殓
潋
炼
练
链
凉
梁
椋
粮
粱
良
两
亮
晾
谅
踉
辆
量
靓
僚
嘹
寥
寮
撩
潦
獠
疗
缭
聊
辽
燎
蓼
廖
撂
料
瞭
镣
咧
冽
列
劣
捩
烈
猎
裂
鬣
拎
临
啉
嶙
林
淋
琳
磷
粼
遴
邻
霖
鳞
麟
凛
吝
膦
蔺
赁
躏
伶
凌
囹
棂
泠
灵
玲
瓴
绫
羚
翎
聆
苓
菱
铃
陵
零
龄
〇
岭
领
令
另
呤
溜
刘
榴
流
浏
琉
留
瘤
硫
鎏
馏
柳
六
遛
咙
泷
珑
窿
笼
聋
胧
茏
隆
龙
垄
拢
陇
喽
搂
偻
娄
楼
蝼
髅
篓
漏
瘘
镂
陋
噜
撸
卢
庐
泸
炉
芦
颅
鲈
卤
掳
橹
虏
鲁
录
戮
漉
潞
璐
碌
禄
赂
路
辘
陆
鹭
鹿
麓
露
孪
峦
挛
栾
滦
銮
鸾
卵
乱
抡
仑
伦
沦
纶
轮
论
啰
箩
罗
萝
螺
逻
锣
骡
裸
摞
洛
漯
珞
络
雒
骆
落
榈
闾
驴
侣
吕
屡
履
旅
缕
铝
捋
律
氯
滤
率
绿
虑
掠
略
吗
嘛
妈
蟆
麻
犸
玛
码
蚂
马
骂
埋
霾
买
卖
脉
迈
麦
瞒
蛮
馒
鳗
满
螨
嫚
幔
慢
曼
漫
谩
蔓
忙
氓
盲
芒
茫
莽
蟒
猫
毛
牦
矛
茅
锚
髦
卯
昴
铆
冒
帽
懋
瑁
耄
茂
袤
貌
贸
么
麽
媒
嵋
枚
梅
楣
湄
煤
玫
眉
莓
酶
霉
没
每
美
镁
妹
媚
寐
昧
袂
魅
们
扪
门
懑
焖
闷
朦
檬
盟
萌
虻
蒙
勐
懵
猛
艋
蜢
锰
孟
梦
咪
眯
弥
猕
祢
糜
谜
迷
醚
靡
麋
弭
米
芈
嘧
密
幂
汨
泌
秘
蜜
觅
谧
棉
眠
绵
免
冕
勉
娩
缅
腼
面
喵
描
瞄
苗
渺
秒
缈
藐
邈
淼
妙
庙
乜
咩
灭
蔑
岷
旻
民
珉
悯
抿
敏
泯
皿
闵
闽
冥
名
明
暝
溟
瞑
茗
铭
鸣
酩
命
缪
谬
摸
嬷
摩
摹
膜
蘑
谟
馍
魔
磨
模
抹
墨
寞
末
殁
沫
漠
秣
茉
莫
蓦
貘
陌
默
牟
眸
谋
某
亩
姆
拇
母
牡
募
墓
幕
慕
暮
木
沐
牧
目
睦
穆
苜
钼
拿
哪
呐
娜
捺
纳
衲
那
钠
乃
奶
氖
奈
耐
萘
鼐
囡
南
喃
楠
男
难
腩
赧
囔
囊
孬
挠
恼
瑙
脑
淖
闹
呢
讷
馁
内
嫩
恁
能
嗯
妮
倪
尼
泥
霓
你
拟
旎
匿
昵
溺
睨
腻
逆
拈
蔫
年
黏
鲶
粘
捻
撵
碾
辇
辗
廿
念
娘
酿
袅
鸟
尿
脲
捏
啮
孽
涅
聂
臬
蹑
镍
颞
您
凝
咛
宁
柠
狞
甯
拧
佞
泞
妞
牛
扭
纽
钮
拗
侬
农
浓
脓
弄
耨
奴
努
弩
怒
暖
傩
挪
喏
懦
糯
诺
女
衄
疟
虐
哦
噢
欧
殴
瓯
讴
鸥
偶
呕
耦
藕
啪
葩
趴
杷
爬
琶
耙
帕
怕
拍
俳
徘
排
牌
哌
派
湃
攀
潘
槃
盘
磐
蟠
蹒
判
叛
泮
畔
盼
乓
滂
庞
彷
旁
螃
胖
抛
刨
咆
庖
袍
跑
炮
疱
泡
呸
胚
培
裴
赔
陪
佩
沛
配
霈
喷
盆
嘭
怦
抨
烹
砰
彭
朋
棚
澎
硼
篷
膨
蓬
鹏
捧
椪
碰
丕
劈
噼
坯
批
披
砒
纰
邳
霹
啤
枇
毗
琵
疲
皮
脾
蜱
裨
貔
郫
陂
匹
痞
癖
僻
埤
媲
屁
睥
譬
辟
偏
篇
翩
骈
片
骗
剽
缥
飘
漂
嫖
瓢
瞟
嘌
票
瞥
撇
拼
嫔
贫
频
颦
品
牝
聘
乒
娉
凭
坪
平
枰
瓶
苹
萍
评
屏
坡
泼
颇
婆
鄱
叵
珀
破
粕
迫
魄
剖
噗
扑
仆
匍
濮
璞
莆
菩
葡
蒲
圃
埔
普
朴
浦
溥
谱
蹼
曝
瀑
铺
七
凄
妻
戚
期
柒
栖
欺
沏
漆
萋
其
圻
奇
岐
崎
旗
棋
歧
淇
琦
琪
畦
祁
祈
祺
綦
耆
脐
芪
萁
蕲
骐
骑
鳍
麒
齐
祇
乞
企
启
岂
杞
绮
起
器
契
弃
憩
槭
气
汽
泣
砌
碛
葺
讫
迄
掐
恰
洽
髂
仟
佥
千
愆
扦
牵
签
芊
谦
迁
钎
铅
阡
骞
乾
前
潜
荨
虔
钤
钱
钳
黔
浅
缱
谴
遣
倩
堑
嵌
欠
歉
芡
茜
戕
枪
羌
腔
锵
墙
强
樯
蔷
抢
羟
襁
呛
跄
悄
敲
橇
跷
锹
乔
侨
峤
憔
桥
樵
瞧
荞
谯
巧
俏
峭
撬
窍
翘
鞘
切
茄
且
妾
怯
惬
挈
窃
锲
亲
侵
衾
钦
勤
嗪
噙
擒
檎
溱
琴
禽
秦
芩
芹
寝
沁
倾
卿
氢
清
蜻
轻
青
情
擎
晴
氰
请
顷
庆
磬
罄
琼
穷
穹
邛
丘
楸
湫
秋
蚯
邱
鳅
囚
求
球
虬
裘
遒
酋
糗
区
屈
岖
祛
蛆
蛐
趋
躯
驱
麴
朐
渠
瞿
磲
衢
取
娶
龋
曲
去
觑
趣
圈
全
拳
权
泉
痊
荃
蜷
诠
醛
铨
颧
犬
绻
券
劝
炔
缺
瘸
却
榷
确
阕
阙
雀
鹊
群
裙
然
燃
髯
冉
染
苒
瓤
嚷
壤
攘
让
娆
桡
饶
扰
绕
惹
热
人
仁
壬
忍
稔
荏
仞
任
刃
妊
纫
认
韧
饪
扔
仍
日
容
嵘
戎
榕
溶
熔
绒
茸
荣
蓉
融
镕
冗
揉
柔
糅
蹂
鞣
肉
儒
如
孺
濡
茹
蠕
乳
汝
辱
入
褥
软
阮
蕤
蕊
瑞
睿
芮
锐
润
闰
偌
弱
若
仨
撒
洒
卅
萨
飒
噻
腮
鳃
塞
赛
三
叁
伞
散
桑
嗓
搡
颡
丧
搔
骚
嫂
扫
瘙
臊
啬
涩
瑟
色
森
僧
刹
杀
沙
痧
砂
纱
莎
裟
铩
鲨
啥
傻
霎
煞
厦
筛
晒
删
姗
山
杉
栅
潸
煽
珊
膻
苫
衫
跚
闪
陕
善
嬗
擅
汕
疝
缮
膳
讪
赡
鳝
扇
伤
商
墒
殇
熵
觞
晌
赏
上
尚
捎
梢
烧
稍
筲
勺
杓
芍
苕
韶
少
劭
哨
绍
邵
奢
畲
赊
佘
舌
蛇
折
舍
射
慑
摄
歙
涉
社
设
赦
麝
谁
伸
呻
娠
深
申
砷
绅
莘
身
神
哂
婶
审
沈
慎
渗
甚
肾
葚
蜃
升
声
牲
生
甥
笙
绳
省
剩
圣
嵊
晟
胜
盛
失
尸
师
施
湿
狮
虱
诗
什
十
实
拾
时
石
蚀
识
食
使
史
始
屎
矢
驶
世
事
仕
侍
势
嗜
噬
士
室
市
式
弑
恃
拭
是
柿
氏
示
舐
视
誓
试
谥
轼
适
逝
释
饰
收
守
手
首
兽
受
售
寿
授
狩
瘦
绶
书
倏
叔
姝
抒
枢
梳
殊
淑
疏
纾
舒
菽
蔬
输
塾
孰
赎
熟
属
暑
曙
署
薯
蜀
黍
鼠
墅
庶
恕
戍
术
束
树
沭
漱
澍
竖
述
数
刷
唰
耍
摔
衰
甩
帅
蟀
拴
栓
涮
双
孀
霜
爽
水
睡
税
吮
瞬
舜
顺
说
朔
烁
硕
铄
丝
厮
司
嘶
思
撕
斯
私
蛳
死
伺
似
俟
嗣
四
姒
寺
巳
泗
祀
肆
饲
驷
凇
嵩
忪
松
淞
菘
崧
怂
悚
耸
宋
讼
诵
送
颂
嗖
搜
艘
飕
叟
擞
嗽
稣
苏
酥
俗
塑
夙
宿
愫
溯
簌
粟
素
肃
诉
速
酸
算
蒜
睢
荽
虽
绥
隋
随
髓
岁
燧
碎
祟
穗
遂
邃
隧
孙
荪
损
榫
笋
隼
唆
嗦
娑
挲
梭
缩
羧
蓑
所
琐
索
锁
他
塌
她
它
遢
塔
獭
挞
榻
踏
蹋
胎
台
抬
苔
薹
跆
邰
太
态
汰
泰
肽
钛
坍
摊
滩
瘫
贪
坛
昙
檀
潭
痰
覃
谈
谭
坦
忐
毯
袒
叹
探
炭
碳
汤
趟
唐
堂
塘
搪
棠
溏
糖
膛
螳
镗
倘
傥
帑
淌
躺
烫
掏
涛
滔
焘
绦
韬
饕
啕
桃
洮
淘
萄
逃
陶
讨
套
忑
特
滕
疼
腾
藤
剔
梯
踢
锑
啼
提
缇
蹄
醍
题
鹈
体
倜
剃
嚏
屉
悌
惕
替
涕
天
添
填
恬
甜
田
腆
舔
佻
挑
条
迢
窕
眺
跳
贴
帖
铁
餮
厅
听
汀
烃
亭
停
婷
庭
廷
蜓
霆
挺
町
艇
铤
通
仝
佟
僮
同
彤
桐
潼
瞳
砼
童
茼
酮
铜
捅
桶
筒
统
恸
痛
偷
头
投
骰
透
凸
秃
突
图
屠
徒
涂
荼
途
土
吐
兔
菟
湍
团
抟
忒
推
颓
腿
蜕
褪
退
吞
屯
臀
豚
饨
托
拖
脱
佗
坨
橐
沱
砣
跎
陀
驮
驼
鸵
妥
庹
椭
唾
拓
哇
娲
挖
洼
蛙
娃
佤
瓦
袜
歪
崴
外
剜
弯
湾
蜿
豌
丸
完
烷
玩
纨
顽
婉
宛
惋
挽
晚
琬
畹
皖
碗
绾
脘
莞
菀
万
腕
汪
亡
王
往
惘
枉
网
罔
魍
妄
忘
旺
望
偎
危
威
巍
微
煨
葳
薇
逶
隈
唯
围
圩
嵬
帷
惟
桅
涠
潍
维
违
韦
为
伟
伪
委
娓
尾
炜
猥
玮
痿
纬
苇
萎
诿
位
卫
味
喂
尉
慰
未
渭
猬
畏
胃
蔚
谓
魏
温
瘟
文
纹
蚊
闻
雯
玟
刎
吻
稳
紊
汶
问
嗡
翁
瓮
倭
挝
涡
窝
莴
蜗
喔
我
卧
幄
握
斡
沃
渥
龌
乌
呜
屋
巫
污
诬
邬
钨
吴
吾
唔
无
梧
毋
浯
芜
蜈
五
伍
侮
午
妩
忤
捂
武
舞
鹉
兀
务
勿
坞
婺
悟
戊
晤
物
误
雾
骛
鹜
僖
兮
吸
唏
嘻
夕
奚
嬉
希
息
悉
惜
昔
晞
晰
曦
析
汐
淅
溪
烯
熄
熙
熹
牺
犀
皙
硒
稀
羲
膝
蜥
蟋
西
蹊
醯
锡
习
媳
席
檄
袭
喜
徙
洗
玺
禧
铣
戏
潟
细
郤
隙
系
呷
瞎
虾
侠
匣
峡
暇
狎
狭
瑕
辖
遐
霞
黠
下
吓
夏
仙
先
掀
暹
氙
籼
纤
跹
酰
鲜
咸
娴
嫌
弦
涎
痫
舷
衔
贤
闲
冼
显
藓
险
县
宪
岘
献
现
线
羡
腺
苋
限
陷
霰
馅
乡
厢
湘
箱
襄
镶
香
骧
相
庠
祥
翔
详
享
响
想
飨
饷
像
向
巷
橡
象
项
嚣
宵
枭
消
潇
硝
箫
绡
肖
萧
逍
销
霄
骁
淆
小
晓
筱
哮
啸
孝
效
校
笑
些
楔
歇
蝎
偕
协
挟
携
撷
斜
胁
谐
邪
鞋
写
亵
卸
屑
懈
械
榭
泄
泻
燮
蟹
谢
邂
心
忻
新
昕
欣
歆
芯
薪
辛
鑫
锌
馨
信
囟
衅
兴
惺
星
猩
腥
刑
型
形
邢
行
醒
姓
幸
性
悻
杏
兄
凶
匈
汹
胸
芎
熊
雄
休
修
咻
羞
貅
朽
嗅
岫
溴
琇
秀
绣
袖
锈
蓿
吁
嘘
墟
戌
盱
胥
虚
需
须
顼
徐
栩
许
诩
勖
叙
婿
序
恤
旭
煦
絮
绪
续
蓄
酗
喧
宣
暄
煊
瑄
萱
轩
悬
旋
漩
玄
璇
癣
选
泫
渲
炫
眩
绚
铉
薛
靴
削
噱
学
穴
雪
鳕
谑
血
勋
熏
薰
醺
寻
峋
巡
循
旬
洵
浔
珣
荀
询
鲟
巽
徇
殉
汛
蕈
训
讯
迅
逊
驯
呀
丫
压
垭
押
鸦
鸭
伢
崖
涯
牙
芽
蚜
衙
琊
哑
雅
亚
娅
讶
嫣
淹
湮
烟
焉
胭
腌
鄢
阉
咽
严
妍
岩
延
檐
沿
炎
盐
研
筵
蜒
言
阎
颜
闫
俨
偃
兖
奄
掩
演
琰
眼
衍
魇
鼹
厌
唁
堰
宴
彦
晏
滟
焰
焱
燕
砚
艳
谚
赝
雁
验
央
殃
泱
秧
鞅
鸯
佯
徉
扬
杨
洋
炀
烊
疡
羊
阳
仰
养
氧
痒
怏
恙
样
漾
吆
夭
妖
幺
腰
邀
姚
尧
摇
爻
瑶
窑
繇
肴
谣
遥
咬
杳
窈
舀
曜
耀
药
要
钥
鹞
噎
椰
耶
揶
爷
也
冶
野
业
叶
夜
曳
液
烨
腋
谒
邺
靥
页
晔
掖
一
伊
依
医
咿
壹
揖
漪
猗
祎
衣
仪
咦
夷
姨
宜
彝
怡
沂
疑
痍
眙
移
胰
贻
迤
遗
颐
饴
乙
以
倚
已
旖
椅
矣
苡
蚁
乂
义
亦
亿
佚
刈
呓
埸
奕
屹
异
弈
弋
役
忆
意
懿
抑
挹
易
毅
溢
熠
疫
益
绎
缢
羿
翊
翌
翳
翼
肄
臆
艺
薏
蜴
裔
议
译
诣
谊
轶
逸
邑
驿
因
堙
姻
殷
氤
茵
荫
阴
音
吟
垠
寅
淫
鄞
银
龈
尹
引
瘾
蚓
隐
饮
印
窨
胤
嘤
婴
樱
瑛
璎
缨
罂
膺
英
莺
鹦
鹰
嬴
楹
滢
瀛
盈
荥
荧
莹
萤
营
萦
蝇
赢
迎
影
郢
颍
颖
映
硬
应
哟
唷
佣
墉
壅
庸
慵
拥
痈
臃
邕
镛
雍
俑
勇
咏
恿
永
泳
涌
甬
蛹
踊
用
优
呦
幽
忧
悠
攸
尤
油
游
犹
猷
由
疣
邮
铀
鱿
友
有
莠
酉
黝
佑
侑
又
右
囿
宥
幼
柚
诱
釉
鼬
淤
迂
瘀
于
余
俞
妤
娱
愉
愚
揄
榆
渔
渝
瑜
盂
禺
竽
腴
臾
舆
萸
虞
觎
谀
逾
隅
鱼
馀
与
予
圄
宇
屿
庾
禹
羽
语
雨
喻
域
妪
寓
峪
彧
御
愈
昱
欲
毓
浴
煜
狱
玉
聿
育
芋
裕
誉
谕
豫
遇
郁
钰
阈
预
驭
冤
渊
鸢
鸳
元
原
员
园
圆
圜
垣
塬
媛
援
橼
沅
源
爰
猿
缘
芫
袁
辕
鼋
远
怨
愿
瑗
苑
院
曰
约
岳
悦
月
樾
玥
粤
越
跃
钺
阅
晕
氲
云
匀
昀
筠
纭
耘
芸
郧
允
殒
陨
孕
熨
蕴
运
酝
韵
匝
咂
杂
砸
咋
哉
栽
灾
甾
仔
宰
崽
载
再
在
簪
咱
攒
暂
瓒
赞
脏
臧
赃
奘
葬
糟
遭
凿
早
枣
澡
藻
蚤
噪
灶
燥
皂
躁
造
则
啧
择
泽
责
仄
贼
怎
增
憎
赠
喳
扎
揸
楂
渣
吒
札
轧
铡
闸
眨
乍
咤
榨
蚱
诈
炸
摘
斋
宅
翟
窄
债
寨
旃
毡
沾
瞻
詹
展
崭
斩
盏
占
战
栈
湛
站
绽
蘸
张
彰
樟
漳
獐
璋
章
蟑
掌
涨
丈
仗
嶂
帐
杖
瘴
胀
账
障
招
昭
钊
找
沼
爪
兆
召
棹
照
罩
肇
诏
赵
着
蜇
遮
哲
蛰
谪
辄
辙
喆
者
褶
赭
啫
柘
浙
蔗
这
鹧
侦
帧
斟
桢
榛
珍
甄
真
砧
祯
箴
臻
蓁
贞
针
枕
疹
缜
诊
圳
振
朕
赈
镇
阵
震
争
峥
征
徵
狰
睁
筝
蒸
铮
拯
整
怔
挣
政
正
症
证
诤
郑
之
卮
吱
支
枝
栀
汁
知
祗
织
肢
胝
脂
芝
蜘
只
侄
值
执
植
殖
直
职
跖
咫
址
指
旨
枳
止
祉
纸
芷
趾
酯
制
峙
帜
志
挚
掷
智
栉
桎
治
滞
炙
痔
痣
秩
稚
窒
置
至
致
蛭
质
郅
陟
雉
忠
盅
终
衷
钟
锺
中
冢
肿
踵
种
仲
众
重
周
州
洲
粥
舟
轴
帚
肘
咒
宙
昼
皱
纣
胄
骤
侏
朱
株
洙
潴
猪
珠
茱
蛛
诛
诸
铢
烛
竹
竺
逐
主
嘱
拄
渚
煮
瞩
褚
伫
住
助
杼
柱
注
炷
祝
筑
箸
著
蛀
贮
铸
驻
抓
拽
专
砖
颛
转
撰
篆
赚
馔
妆
庄
桩
装
壮
幢
撞
状
追
锥
坠
惴
缀
赘
谆
准
倬
拙
捉
桌
涿
卓
啄
擢
斫
浊
濯
灼
琢
茁
酌
镯
兹
咨
姿
孜
孳
淄
滋
资
姊
子
梓
滓
秭
籽
紫
字
恣
渍
眦
自
宗
棕
综
踪
鬃
总
粽
纵
邹
走
奏
揍
租
卒
族
足
俎
祖
组
诅
阻
纂
攥
钻
咀
嘴
最
罪
醉
尊
樽
遵
昨
佐
左
作
做
唑
坐
座
柞
祚
酢
